cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "go"
brew "dep"
brew "hugo"
brew "node", link: false
brew "docker"
brew "docker-completion"
brew "docker-compose-completion"

cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "uhk-agent"
cask "gitkraken"
cask "alfred"
cask "spotify"
cask "google-chrome"
cask "slack"
cask "firefoxdeveloperedition"
cask "visual-studio-code"
cask "1password"
cask "dash"