cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "go"
brew "hugo"
brew "node@10"
brew "jq"
brew "docker"
brew "docker-completion"
brew "docker-compose-completion"
brew "terraform"

cask "google-cloud-sdk"
cask "insomnia"
cask "uhk-agent"
cask "gitkraken"
cask "alfred"
cask "spotify"
cask "google-chrome"
cask "slack"
cask "firefoxdeveloperedition"
cask "visual-studio-code"
cask "1password"
cask "1password-cli"
cask "dotnet-sdk"
cask "ngrok"
cask "now"
cask "obs"
cask "jetbrains-toolbox"
