tap "aquasecurity/trivy"
tap "argoproj/tap"
tap "derailed/k9s"
tap "eikc/gapp"
tap "github/gh"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jenkins-x/jx"
tap "kyleconroy/sqlc"
tap "nektos/tap"
tap "versent/taps"
tap "windmilleng/tap"

brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "doctl"
brew "git"
brew "gnupg"
brew "go"
brew "helm"
brew "hub"
brew "hugo"
brew "jq"
brew "kubeaudit"
brew "kustomize"
brew "node@12"
brew "octant"
brew "terraform"
brew "tree"
brew "vault"
brew "z"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "argoproj/tap/argocd"
brew "derailed/k9s/k9s"
brew "eikc/gapp/gapp"
brew "github/gh/gh"
brew "goreleaser/tap/goreleaser"
brew "kyleconroy/sqlc/sqlc"
brew "nektos/tap/act"
brew "versent/taps/saml2aws"
brew "windmilleng/tap/tilt"
brew "romkatv/powerlevel10k/powerlevel10k"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "docker"
cask "dotnet-sdk"
cask "gitkraken"
cask "google-chrome"
cask "brave-browser"
cask "google-cloud-sdk"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ngrok"
cask "now"
cask "slack"
cask "spotify"
cask "uhk-agent"
cask "visual-studio-code"
